Repository: arilankinenwtf/viihdemagia.fi
Catalog: www/packages/wtf_cookie_consent/languages/*/LC_MESSAGES/*.po
Languages: fi_fi

source: Display Settings
fi_fi: Evästebannerin asetukset

source: Enable Debug Mode
fi_fi: Debug-tila päällä

source: When debug mode is enabled, the notification is visible although user would've already allowed cookies. This is handy when styling the debug notification box for your theme.
fi_fi: Kun debug-tila on päällä, evästebanneri tulee aina näkyviin vaikka käyttäjä olisi jo sallinut evästeet. Tämä on kätevää esimerkiksi evästebannerin tyylejä muotoillessa.

source: Content for different languages
fi_fi: Sisältö eri kielillä

source: More info page
fi_fi: Lisätiedon sivu

source: More Info -button text
fi_fi: Lue lisää -painikkeen teksti

source: Accept button text
fi_fi: Hyväksy-painikkeen teksti

source: Decline button text
fi_fi: Hylkää-painikkeen teksti

source: Enabled
fi_fi: Käytössä

source: Display settings successfully saved.
fi_fi: Asetukset tallennettiin onnistuneesti.

source: Cookies Disclosure
fi_fi: Evästeiden hyväksyminen

source: Notify your users about EU Cookie Law.
fi_fi: Informoi käyttäjiä EU:n evästelaista.
